[
  {
    "Job_Type": "On_Site_Job",
    "Name": "John Doe",
    "Job_Title": "Software Engineer",
    "Job_Posting_Date": "2023-11-01",
    "Application_Deadline": "2023-12-01",
    "Salary_Range": "$50000 - $70000",
    "Job_Applicants_Number": 50,
    "Company_Logo": "https://i.ibb.co/gdC15YB/Airbnb.png",
    "Job_Description": "As a Software Engineer, you will be responsible for the complete life cycle of a new or modified software product, from research and design to implementation, training and support. You will be tasked with projects that are complex in nature, and you will have the opportunity to work on significant and unique issues that impact aspects of our organization."
  },
  {
    "Job_Type": "On_Site_Job",
    "Name": "Jane Smith",
    "Job_Title": "Data Analyst",
    "Job_Posting_Date": "2023-11-02",
    "Application_Deadline": "2023-12-02",
    "Salary_Range": "$60000 - $80000",
    "Job_Applicants_Number": 45,
    "Company_Logo": "https://i.ibb.co/svvQPL6/pacha.png",
    "Job_Description": "As a Data Analyst, you will play a crucial role in interpreting data and turning it into information which can offer ways to improve our business, thus affecting business decisions. You will gather information from various sources and interpret patterns and trends. Once data has been gathered and interpreted, you will report back what has been found in a comprehensive study to the wider business/relevant colleagues."
  },
  {
    "Job_Type": "Remote_Job",
    "Name": "Alice Johnson",
    "Job_Title": "Web Developer",
    "Job_Posting_Date": "2023-11-03",
    "Application_Deadline": "2023-12-03",
    "Salary_Range": "$70000 - $90000",
    "Job_Applicants_Number": 60,
    "Company_Logo": "https://i.ibb.co/g4KHwyK/shopify.png",
    "Job_Description": "As a Web Developer, you will be responsible for designing, coding and modifying websites, from layout to function and according to a client's specifications. You will strive to create visually appealing sites that feature user-friendly design and clear navigation. You will also be responsible for maintaining, expanding, and scaling our site."
  },
  {
    "Job_Type": "Remote_Job",
    "Name": "Bob Williams",
    "Job_Title": "UX Designer",
    "Job_Posting_Date": "2023-11-04",
    "Application_Deadline": "2023-12-04",
    "Salary_Range": "$80000 - $100000",
    "Job_Applicants_Number": 55,
    "Company_Logo": "https://i.ibb.co/XLcGhzS/photoshop.png",
    "Job_Description": "As a UX Designer, you will be responsible for conducting user research, interviews and surveys, and translating them into sitemaps, user flows, customer journey maps, wireframes, mockups and prototypes. You will also be expected to design the overall functionality of the product and iterate upon it to ensure a great user experience."
  },
  {
    "Job_Type": "Part_Time_Job",
    "Name": "Charlie Brown",
    "Job_Title": "Content Writer",
    "Job_Posting_Date": "2023-11-05",
    "Application_Deadline": "2023-12-05",
    "Salary_Range": "$20000 - $30000",
    "Job_Applicants_Number": 40,
    "Company_Logo": "https://i.ibb.co/zV11GCY/laravel.png",
    "Job_Description": "As a Content Writer, you will be responsible for producing high-quality and informative content for our website. This includes writing blog posts, articles, and scripts for videos. You will work closely with our marketing team to ensure that all content aligns with our company's identity and goals. You will also be responsible for conducting thorough research on industry-related topics, generating ideas for new content types, and proofreading articles before publication."
  },
  {
    "Job_Type": "Part_Time_Job",
    "Name": "Daisy Miller",
    "Job_Title": "Graphic Designer",
    "Job_Posting_Date": "2023-11-06",
    "Application_Deadline": "2023-12-06",
    "Salary_Range": "$25000 - $35000",
    "Job_Applicants_Number": 35,
    "Company_Logo": "https://i.ibb.co/BZmbKBD/snapchat.png",
    "Job_Description": "As a Graphic Designer, you will be responsible for creating visual concepts to communicate ideas that inspire, inform, or captivate consumers. You will develop the overall layout and production design for advertisements, brochures, magazines, and corporate reports. You will also work with a variety of media and use graphic design software to create designs that meet clients' needs."
  }
]
